Revit 2027 API
FabricationConfigurationInfo.Path Property
 The path where the fabrication configuration is located. To populate this property, you may need to call FindSourceFabricationConfiguration first.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Path { get; }
Public ReadOnly Property Path As String
	Get
public:
property String^ Path {
	String^ get ();
}
member Path : string with get
Property Value
String
See Also
Reference
FabricationConfigurationInfo Class
Autodesk.Revit.DB Namespace